{
  "recipes": [
    {
      "id": "ee2d1e6d-75b3-4a33-a9c5-25b6dba7597e",
      "title": "bardus solium deputo",
      "description": "Laborum denuncio casso vespillo bestia clam hic sortitus arcesso decimus. Eos adicio sponte cogito texo.",
      "yield": "5 servings",
      "imageUrl": "https://picsum.photos/seed/CJBYQfwI/2801/2433",
      "steps": [
        {
          "duration": "45 minutes",
          "description": "Conduco tergum atqui tertius sequi suffragium. Vehemens aurum iusto corroboro tardus venia."
        },
        {
          "duration": "36 minutes",
          "description": "Cursim ara subseco tamquam adeptio atrox corona consectetur vero. Solus vetus venustas."
        },
        {
          "duration": "49 minutes",
          "description": "Defungo quia peccatus maiores venia reiciendis. Voro deficio testimonium acerbitas rem vestrum."
        }
      ]
    },
    {
      "id": "d5ba010e-547f-45b8-b503-c0d88eae84bf",
      "title": "vorago aestivus ultio",
      "description": "Uxor arca varius arbustum desidero. Tibi caritas cultura tenax textilis demitto adipisci triduana undique dolores.",
      "yield": "9 servings",
      "imageUrl": "https://picsum.photos/seed/AC2Hkv14/1992/91",
      "steps": [
        {
          "duration": "6 minutes",
          "description": "Celo creptio incidunt sono commodi ut deduco comes. Constans tertius arca verbum."
        },
        {
          "duration": "14 minutes",
          "description": "Architecto sum succedo causa. Audentia brevis odit vespillo demo sulum thesis talus nisi nisi."
        },
        {
          "duration": "17 minutes",
          "description": "Distinctio colligo arbitro basium capto aptus ubi vesper velum dolorum. Cauda reiciendis triumphus stultus facere cum ater supellex validus."
        },
        {
          "duration": "29 minutes",
          "description": "Demum speciosus coniecto. Audacia admoveo somnus."
        }
      ]
    },
    {
      "id": "dabd71ea-cf7d-4c88-9aa8-a152831fcdd1",
      "title": "valde vesco xiphias",
      "description": "Suffragium quis vesica depono adipiscor capillus amet. Cubicularis conicio cupiditate.",
      "yield": "6 servings",
      "imageUrl": "https://loremflickr.com/3386/412?lock=6458779850758123",
      "steps": [
        {
          "duration": "40 minutes",
          "description": "Bellicus circumvenio subito decretum aperiam occaecati demo benevolentia cruciamentum. Cupio crinis beneficium cubitum ciminatio."
        },
        {
          "duration": "19 minutes",
          "description": "Conscendo admoneo colo vestigium. Patruus aggredior vorax repudiandae decens defero succurro quis autem validus."
        },
        {
          "duration": "57 minutes",
          "description": "Paulatim coepi tonsor vulgo culpa. Deleniti deporto terreo crudelis circumvenio voluptatum."
        },
        {
          "duration": "27 minutes",
          "description": "Demitto curto decet sum armarium voluptas collum consequuntur cupio vomica. Carbo alienus blanditiis abduco provident aut doloremque deleniti depromo video."
        },
        {
          "duration": "16 minutes",
          "description": "Varius crux blandior ascit cunctatio cernuus cura ceno. Aedificium auctor aureus curvo contra vir vigilo."
        }
      ]
    },
    {
      "id": "11e3f879-bbec-4897-ac4f-f3a97f26cfc2",
      "title": "clibanus admitto viriliter",
      "description": "Vobis est facere aufero demo. Bene centum speciosus.",
      "yield": "1 servings",
      "imageUrl": "https://loremflickr.com/1588/298?lock=4606952063322186",
      "steps": [
        {
          "duration": "12 minutes",
          "description": "Vulariter debeo volaticus. Itaque vito clarus impedit desparatus antiquus despecto caecus approbo fugiat."
        },
        {
          "duration": "9 minutes",
          "description": "Decens culpa repellendus amplexus versus cura. Corrigo conspergo aeneus laudantium votum."
        },
        {
          "duration": "23 minutes",
          "description": "Pecus cinis defungo catena ex tergum combibo ulciscor depono clementia. Pecus volaticus tenax varius dedico sum."
        },
        {
          "duration": "9 minutes",
          "description": "Corrumpo admitto considero vomer curvo supellex certe tabula aqua ante. Truculenter adsuesco esse adhaero."
        },
        {
          "duration": "54 minutes",
          "description": "Defluo desipio carbo theca corona dolores comes. Tumultus agnosco sto video capto comburo adicio magnam deprimo."
        },
        {
          "duration": "7 minutes",
          "description": "Sit blanditiis aggero utilis depraedor supellex demitto. Cerno necessitatibus attollo colligo demum tergeo arbustum odio surgo."
        },
        {
          "duration": "6 minutes",
          "description": "Tutis peccatus aufero sit cavus. Utroque talio magnam adinventitias vivo."
        },
        {
          "duration": "21 minutes",
          "description": "Curtus ullus supellex sto. Calco comis crustulum."
        }
      ]
    },
    {
      "id": "866288b0-098d-4c2e-82ef-638edadccec9",
      "title": "atrocitas defleo utroque",
      "description": "Arto alias adduco depromo appono talus admoneo vox tutis ars. Xiphias error tripudio succurro earum.",
      "yield": "1 servings",
      "imageUrl": "https://picsum.photos/seed/QlZGLZI/638/1333",
      "steps": [
        {
          "duration": "10 minutes",
          "description": "Repellat cubicularis amicitia consuasor celo tardus aggero viriliter animi. Corrumpo texo confugo usque velociter deserunt expedita cultellus."
        },
        {
          "duration": "51 minutes",
          "description": "Solvo demulceo adiuvo alias sono claudeo vilitas. Conor uterque subito angelus voluptatibus viriliter."
        },
        {
          "duration": "47 minutes",
          "description": "Tabgo abutor apostolus uredo vulnus angustus. Volo solus sustineo colo titulus iste degero decimus patruus cruciamentum."
        },
        {
          "duration": "25 minutes",
          "description": "Confugo denuncio arcus tribuo. Quidem cenaculum vulpes vesco totidem vomer bonus beneficium."
        },
        {
          "duration": "48 minutes",
          "description": "Cruciamentum arto volva utrimque vulnero. Vitiosus aro ullam vulariter tepidus necessitatibus voluptatem animi absorbeo."
        },
        {
          "duration": "8 minutes",
          "description": "Nesciunt voluptates possimus ulciscor. Amicitia decor tertius una alius alias."
        },
        {
          "duration": "33 minutes",
          "description": "Claustrum subvenio cultellus tantillus assumenda degenero ademptio voluptatum. Acies demulceo ante convoco patria desidero arto advoco."
        },
        {
          "duration": "6 minutes",
          "description": "Colligo tolero sub denuo valde. Cohaero fuga creo correptius vulgo aggero."
        },
        {
          "duration": "57 minutes",
          "description": "Dolore blandior supra crux occaecati peccatus curtus delectatio. Cuppedia triduana corpus earum delicate valeo sponte eligendi."
        },
        {
          "duration": "25 minutes",
          "description": "Praesentium acsi ipsa. Caute somnus adsidue careo arbor comburo solitudo cavus tumultus via."
        }
      ]
    },
    {
      "id": "06197521-dd98-4508-a1e8-936a1a06bb92",
      "title": "solutio conturbo angelus",
      "description": "Vobis alii degusto charisma crux supellex turpis. Acies abundans cruciamentum taedium defendo totam pecto.",
      "yield": "5 servings",
      "imageUrl": "https://picsum.photos/seed/zHnwAI9/1282/79",
      "steps": [
        {
          "duration": "44 minutes",
          "description": "Truculenter tum cattus pecco ventosus. Ter placeat aspicio arx approbo."
        },
        {
          "duration": "14 minutes",
          "description": "Crur sumptus adopto. Advenio ultio stultus solio sub catena."
        },
        {
          "duration": "51 minutes",
          "description": "Tenus vos auctor curso. Teneo aspicio nihil."
        },
        {
          "duration": "43 minutes",
          "description": "Supellex clementia dolores templum ambulo. Conscendo arto perspiciatis theatrum armarium corrigo."
        },
        {
          "duration": "38 minutes",
          "description": "Annus quae amplus volutabrum adulescens depromo amet pariatur. Apostolus paens cupio aegrus bonus aliquid demo thalassinus tendo umquam."
        }
      ]
    },
    {
      "id": "76ebaba8-89a1-4a96-a68b-c1a139e7ae01",
      "title": "crapula defero vulariter",
      "description": "Claustrum speculum undique damnatio pecco possimus validus. Quasi carus testimonium rem unde aro verecundia suspendo.",
      "yield": "10 servings",
      "imageUrl": "https://picsum.photos/seed/SGHqXuC80/2620/2866",
      "steps": [
        {
          "duration": "48 minutes",
          "description": "Taedium coaegresco verecundia at abutor. Ad ater tempus uter in suadeo sub derideo amet."
        },
        {
          "duration": "7 minutes",
          "description": "Vito aggero agnosco vulgus conculco audio crepusculum dolorum torrens soleo. Fugit quia volup perferendis aggredior aggero suppono voluptatibus vestigium."
        },
        {
          "duration": "52 minutes",
          "description": "Deleo clementia ea fuga textilis curtus velociter cupressus commodi. Fugit pecus summa civitas doloribus minima compono abbas eaque ver."
        },
        {
          "duration": "12 minutes",
          "description": "Antepono atrox minima abutor turpis. Vox careo deficio cometes tenus sunt caries viscus."
        },
        {
          "duration": "56 minutes",
          "description": "Deprimo quia capillus textilis templum vigor synagoga in. Succedo eum antepono valens cotidie carcer."
        },
        {
          "duration": "44 minutes",
          "description": "Sub angulus dedecor cultellus caterva. Tabesco venio suus cunabula repellat tabernus quod degusto."
        },
        {
          "duration": "19 minutes",
          "description": "Curto consuasor sustineo acquiro virga adulatio summisse. Cresco nam absque animi vox vel."
        }
      ]
    },
    {
      "id": "1fb03dfc-c1ad-46c2-8a42-bd6a470b73ff",
      "title": "validus repellendus deinde",
      "description": "Qui taedium quasi asperiores terreo quod vulnus triduana aureus. Consequatur vero sublime.",
      "yield": "3 servings",
      "imageUrl": "https://picsum.photos/seed/JJjuJ7/3901/3371",
      "steps": [
        {
          "duration": "39 minutes",
          "description": "Cresco corrigo decretum. Talio depono sonitus bellum vetus spero."
        },
        {
          "duration": "43 minutes",
          "description": "Consuasor bestia acsi desidero termes venia apud civitas auctor. Creta cernuus alo communis."
        },
        {
          "duration": "6 minutes",
          "description": "Contego coerceo nihil terga colo terra suffoco. Cerno certus officiis vulariter defungo acquiro arca vetus."
        },
        {
          "duration": "22 minutes",
          "description": "Suffragium solum deinde articulus thalassinus. Canonicus quae iure provident aestas ancilla tyrannus tabgo."
        },
        {
          "duration": "27 minutes",
          "description": "Suadeo vesica canonicus auctor est. Curo dens capitulus apparatus cernuus laborum."
        },
        {
          "duration": "42 minutes",
          "description": "Benevolentia territo armarium ventosus turbo surculus tabula. Adfero placeat vociferor decipio crur."
        },
        {
          "duration": "57 minutes",
          "description": "Contra aer consectetur. Coruscus claro compello tantum unus capio degenero."
        },
        {
          "duration": "21 minutes",
          "description": "Tenus ultio certe occaecati sub dignissimos adhuc. Iusto utrimque suscipio coniecto suspendo constans creator via."
        },
        {
          "duration": "31 minutes",
          "description": "Usque calculus cubitum ullam debilito cura vix validus. Minima cupressus acer desino pax quisquam ventus."
        }
      ]
    },
    {
      "id": "412336d1-4680-42b0-9d54-95d1ae01bef9",
      "title": "quam aranea suffoco",
      "description": "Decerno utrimque degero vero amiculum triumphus ventito denuo celo. Cupiditas comparo trado sumptus cubicularis tempora summa tendo tamen.",
      "yield": "7 servings",
      "imageUrl": "https://loremflickr.com/1336/3302?lock=6748002622480351",
      "steps": [
        {
          "duration": "22 minutes",
          "description": "Patrocinor canis aequitas administratio talus copiose coepi surgo tergeo. Convoco celer ullus adstringo incidunt."
        },
        {
          "duration": "54 minutes",
          "description": "Accusator amplitudo coruscus vitae casus tersus stultus auditor ager officia. Theologus cicuta volva versus aequus candidus taedium cornu tenax sequi."
        },
        {
          "duration": "42 minutes",
          "description": "Solum quis appositus consectetur tenus nostrum. Vester arcus caecus defaeco decor tubineus vito bellum subnecto."
        },
        {
          "duration": "20 minutes",
          "description": "Porro umerus sum calcar universe a crebro demitto sapiente adamo. Cauda sulum celebrer collum crinis exercitationem aedificium."
        },
        {
          "duration": "47 minutes",
          "description": "Paens atrox temperantia rem aeger suppellex crastinus amiculum vesica ipsam. Alveus vorax talis harum dedico campana arx valde sol fugiat."
        },
        {
          "duration": "48 minutes",
          "description": "Vomer trepide viduo terra. Saepe collum calco adiuvo sto civitas amo tero."
        },
        {
          "duration": "51 minutes",
          "description": "Temeritas tunc canis subito voluptatum maxime vulgo thesis depono cedo. Ut assumenda sopor textilis sono."
        },
        {
          "duration": "16 minutes",
          "description": "Vestrum nisi laborum baiulus iure. Sublime venustas summopere."
        },
        {
          "duration": "57 minutes",
          "description": "Vigilo theca spectaculum somniculosus vetus appono denuncio ullus. Cilicium crudelis alienus appello corrumpo vomica."
        }
      ]
    },
    {
      "id": "fb6ef317-599d-44a4-9e76-dbc35819156c",
      "title": "repudiandae coepi aestas",
      "description": "Triduana tracto valens video. Calco solitudo cribro sustineo conduco.",
      "yield": "3 servings",
      "imageUrl": "https://picsum.photos/seed/8Kir6Cb/3537/3751",
      "steps": [
        {
          "duration": "11 minutes",
          "description": "Caecus ocer cui defero. Administratio denego adficio adicio uredo conventus id soluta acer solus."
        },
        {
          "duration": "42 minutes",
          "description": "Crinis absorbeo coma officiis comprehendo alo valde terreo quis uberrime. Angulus unde accendo carcer cometes."
        },
        {
          "duration": "23 minutes",
          "description": "Cursus audax depromo patior basium. Vilicus clibanus congregatio pauci solutio conventus territo crustulum."
        },
        {
          "duration": "23 minutes",
          "description": "Caries denique tendo copiose abeo totus desipio vesica vel eveniet. Arx brevis apto."
        },
        {
          "duration": "52 minutes",
          "description": "Abutor aveho claudeo creo denuncio sui. Totidem aureus tergeo similique aspernatur coepi beatus currus subiungo."
        },
        {
          "duration": "10 minutes",
          "description": "Subseco amaritudo verto commodi conor tenuis communis alter. Verbera virtus corporis ea vomer auctus."
        },
        {
          "duration": "22 minutes",
          "description": "Non textus audeo infit. Annus arcesso alias."
        },
        {
          "duration": "19 minutes",
          "description": "Carmen stultus thema pax vaco est articulus. Voco congregatio illum trepide baiulus nemo aureus."
        }
      ]
    }
  ]
}