{
  "recipes": [
    {
      "id": "38f1f337-c685-4711-ae6c-ee11da457403",
      "title": "contra numquam pariatur",
      "description": "Itaque sumptus bibo voluptatibus aut curiositas bibo utrum. Vicinus claustrum varietas tristis adeptio.",
      "yield": "5 servings",
      "imageUrl": "https://picsum.photos/seed/AiHjJOPB/2112/3968",
      "steps": [
        {
          "duration": "25 minutes",
          "description": "Amicitia utpote desipio molestiae. Velut succedo bibo natus ater."
        },
        {
          "duration": "9 minutes",
          "description": "Acerbitas magnam pel uxor complectus accedo color coniuratio. Aro antea carus acceptus tepidus curatio pectus quisquam solio pax."
        },
        {
          "duration": "45 minutes",
          "description": "Aro velociter consequatur thesaurus callide. Amicitia trans temporibus casso crebro totus."
        },
        {
          "duration": "11 minutes",
          "description": "Caries quas defaeco videlicet degenero verbera patruus. Tabgo et thesis."
        },
        {
          "duration": "29 minutes",
          "description": "Pax tristis amplus valens abscido ipsum tersus cedo. Collum conservo pecus tum coepi coruscus timidus tres utilis."
        },
        {
          "duration": "33 minutes",
          "description": "Adamo vigor amor suggero. Aliquid pecto claustrum spiritus agnitio adficio cur abutor."
        },
        {
          "duration": "50 minutes",
          "description": "Vacuus somnus venustas nihil solum decimus. Celo alienus caritas patria."
        }
      ]
    },
    {
      "id": "4e1b459b-e6ab-4ded-853d-1e62dc51f65f",
      "title": "aveho cogo ullam",
      "description": "Averto attero deleo tristis molestiae. Conor curtus strenuus aegre pecco delego.",
      "yield": "3 servings",
      "imageUrl": "https://picsum.photos/seed/KVUYRBjv/1911/2224",
      "steps": [
        {
          "duration": "58 minutes",
          "description": "Adnuo synagoga tersus suscipit cubicularis. Valeo caput capio adhuc tantum desidero absorbeo."
        },
        {
          "duration": "52 minutes",
          "description": "Sequi ocer considero vinco eveniet dolore. Conatus ut terebro ulterius unde praesentium credo."
        },
        {
          "duration": "50 minutes",
          "description": "Vulpes verbum vel. Vesper viridis praesentium termes."
        }
      ]
    },
    {
      "id": "117aeda5-6fdb-4579-a8e3-3e06d7129eec",
      "title": "absconditus error deduco",
      "description": "Denuncio cogo damnatio spes adflicto cur valetudo. Spoliatio sodalitas deleo sophismata officia textilis distinctio cognatus venia.",
      "yield": "2 servings",
      "imageUrl": "https://picsum.photos/seed/cgTldjt0uF/3521/1696",
      "steps": [
        {
          "duration": "19 minutes",
          "description": "Conspergo aeger dens vel eaque provident impedit vae neque crinis. Combibo virgo cultura."
        },
        {
          "duration": "60 minutes",
          "description": "Nam aestivus distinctio defluo optio trepide. Curis apostolus amplus campana molestias error speciosus constans."
        },
        {
          "duration": "14 minutes",
          "description": "Cibus demergo incidunt fuga accusamus ab. Nostrum uredo omnis."
        },
        {
          "duration": "49 minutes",
          "description": "Titulus earum bonus adsuesco temeritas placeat compono absorbeo cunabula adnuo. Concido at calamitas."
        },
        {
          "duration": "33 minutes",
          "description": "Natus vergo rem avarus tempora sui barba demo autus. Vigor apparatus velum defero defetiscor turba."
        },
        {
          "duration": "8 minutes",
          "description": "Certus territo sonitus sperno color tepidus vulticulus. Certus xiphias ut celebrer pectus."
        },
        {
          "duration": "22 minutes",
          "description": "Debilito tricesimus natus turbo trucido quod veritatis. Conscendo tutamen stips ambulo."
        }
      ]
    },
    {
      "id": "9fcd1d2e-4547-419a-90d3-026bc2280964",
      "title": "exercitationem aegre perspiciatis",
      "description": "Vulgus cariosus aufero vero advenio corroboro suadeo tenuis. Conqueror solio conor tero.",
      "yield": "2 servings",
      "imageUrl": "https://picsum.photos/seed/cfl9b5E1/1033/1354",
      "steps": [
        {
          "duration": "24 minutes",
          "description": "Aqua solvo corrigo laborum tollo creptio capitulus. Aperio patrocinor conor coniuratio voluntarius patrocinor tero."
        },
        {
          "duration": "24 minutes",
          "description": "Atrocitas chirographum degero officiis terebro ultio celer. Audentia comedo ullam testimonium."
        },
        {
          "duration": "34 minutes",
          "description": "Aperio adaugeo congregatio cedo. Benevolentia defleo id admoneo tamisium."
        },
        {
          "duration": "55 minutes",
          "description": "Defleo stabilis bestia adnuo appello cur trans candidus sto. Eveniet sublime tersus verto toties atque repellat urbanus ante arbitro."
        },
        {
          "duration": "26 minutes",
          "description": "Verus tamdiu trepide apostolus tamquam credo timor amitto necessitatibus barba. Virtus pecco absum decor turba repellendus somniculosus caries coepi."
        },
        {
          "duration": "16 minutes",
          "description": "Triumphus aperte cibo termes correptius. Iusto cupressus beneficium talio architecto quos vitae."
        },
        {
          "duration": "34 minutes",
          "description": "Quod pectus absque. Spoliatio verto compono."
        }
      ]
    },
    {
      "id": "26c286d2-90c5-4fe4-98f5-2c01a8f28e19",
      "title": "aequus perferendis carpo",
      "description": "Adflicto cilicium cohors vilicus ubi decimus. Cohors cupiditate solium.",
      "yield": "5 servings",
      "imageUrl": "https://picsum.photos/seed/lLhLV2AO/1055/1365",
      "steps": [
        {
          "duration": "58 minutes",
          "description": "Spargo casus thymum. Ater cubitum neque causa illum vero."
        },
        {
          "duration": "39 minutes",
          "description": "Libero virtus angulus odit demulceo amplexus caterva pariatur consequatur. Spes debeo antiquus abscido tunc crepusculum."
        },
        {
          "duration": "16 minutes",
          "description": "Turpis adipisci valetudo cunctatio ancilla exercitationem basium cupio vesica. Trans adhaero commodi."
        },
        {
          "duration": "7 minutes",
          "description": "Adstringo celebrer conor comes. Aegre verto magni conicio virgo creptio delibero subseco adeo pecto."
        },
        {
          "duration": "39 minutes",
          "description": "Aequitas excepturi xiphias. Ullus vesica vix civis angulus."
        },
        {
          "duration": "20 minutes",
          "description": "Terminatio molestias labore agnitio cado combibo. Valetudo amitto laboriosam urbs tamquam verto necessitatibus tabesco beneficium defessus."
        },
        {
          "duration": "48 minutes",
          "description": "Crur celebrer assumenda corrumpo auctor denuo terror nesciunt. Depono antea asperiores cilicium conturbo demo."
        }
      ]
    },
    {
      "id": "543f4966-8c84-4ba4-8395-4c85c9803143",
      "title": "compono deficio quia",
      "description": "Vigor vacuus denuncio averto dolores tyrannus blandior textor vulpes. Numquam vestigium perferendis patria coniecto sol.",
      "yield": "4 servings",
      "imageUrl": "https://picsum.photos/seed/QA7KAyY/1714/2881",
      "steps": [
        {
          "duration": "26 minutes",
          "description": "Audacia necessitatibus coma aperte tertius sperno curia vae. Asper pecus vinculum labore abbas arx."
        },
        {
          "duration": "32 minutes",
          "description": "Appositus defleo cohaero textilis trepide. Thorax articulus amplitudo adeptio video textilis umerus."
        },
        {
          "duration": "5 minutes",
          "description": "Crustulum tam strues dedecor appono contego aro vitium. Comedo tametsi argumentum capto sordeo vesica ambulo decimus decimus."
        },
        {
          "duration": "34 minutes",
          "description": "Rerum uxor laborum at. Appello desipio tutamen cervus ultra desparatus corrumpo candidus."
        },
        {
          "duration": "34 minutes",
          "description": "Vehemens tergo optio tempore. Vitiosus tredecim verecundia caelestis."
        }
      ]
    },
    {
      "id": "f639e937-8ea8-415d-89c5-d28a579ca608",
      "title": "cogito valens dolorem",
      "description": "Temptatio tertius tremo colo. Verto trans currus arcus acer aggero.",
      "yield": "5 servings",
      "imageUrl": "https://picsum.photos/seed/tyCpoL54l/683/3199",
      "steps": [
        {
          "duration": "46 minutes",
          "description": "Vix varius decor libero. Capto desipio confugo arbitro suscipio asperiores perspiciatis deduco."
        },
        {
          "duration": "33 minutes",
          "description": "Patria defungo volutabrum aestus brevis custodia demum sulum voluptatum voco. Cubo vito officia."
        },
        {
          "duration": "56 minutes",
          "description": "Ancilla vinco reprehenderit tubineus corona depromo curiositas cohaero. Corrumpo usus centum arbitro."
        },
        {
          "duration": "35 minutes",
          "description": "Facilis subito sumo cras derelinquo bardus cunae concedo saepe. Tero in stella subito caritas vis."
        },
        {
          "duration": "31 minutes",
          "description": "Deserunt consequuntur accusamus alius dolor ciminatio. Corrigo caelestis repellendus comedo ulciscor ars una molestiae tondeo careo."
        },
        {
          "duration": "5 minutes",
          "description": "Eligendi succedo adfero curiositas tergiversatio thorax cauda. Demonstro video ullam vitiosus altus vere bibo beneficium attollo culpa."
        },
        {
          "duration": "9 minutes",
          "description": "Ocer texo demonstro voluptate agnitio volaticus conscendo cupressus tutis texo. Apud utrum tibi."
        },
        {
          "duration": "15 minutes",
          "description": "Delectus desparatus sit vicissitudo aestivus dolores. Arbitro aspicio debitis avarus nostrum adinventitias."
        },
        {
          "duration": "44 minutes",
          "description": "Velit terebro ter conqueror conturbo. Tum cogo verto."
        }
      ]
    },
    {
      "id": "b8fd8ea8-8f38-4d46-af0d-7fce31482ce8",
      "title": "angelus suppono amissio",
      "description": "Clam derideo suscipio soleo provident. Cedo tibi uxor testimonium conicio sollicito repudiandae pauper.",
      "yield": "1 servings",
      "imageUrl": "https://loremflickr.com/1266/2069?lock=8664670530797183",
      "steps": [
        {
          "duration": "35 minutes",
          "description": "Accusantium ulciscor civitas viscus. Summisse amplitudo similique utpote."
        },
        {
          "duration": "50 minutes",
          "description": "Adhaero tempus tempora solvo aeneus minus cado molestiae utpote. Speculum cresco appono crepusculum deficio vestigium vel vicissitudo caste."
        },
        {
          "duration": "30 minutes",
          "description": "Validus volva versus expedita cito autus depromo. Infit coruscus cito varius traho usus accusator verumtamen turpis."
        },
        {
          "duration": "7 minutes",
          "description": "Cupressus capillus deinde. Cito ars advoco audentia tergum tolero clamo cogo."
        },
        {
          "duration": "49 minutes",
          "description": "Odit facere delicate canonicus. Quis creta vivo aestivus aureus conduco astrum ara recusandae tantillus."
        },
        {
          "duration": "34 minutes",
          "description": "Sui talus attonbitus itaque. Debeo sono congregatio nesciunt cupiditas adaugeo dedico depromo coepi."
        },
        {
          "duration": "18 minutes",
          "description": "Somnus crur terminatio explicabo tonsor umquam apparatus contabesco subnecto tenax. Thalassinus voluptates vitium somnus tabula."
        }
      ]
    },
    {
      "id": "65e8739d-2c2f-4ff2-9ed9-754ceb1c502a",
      "title": "solus perspiciatis neque",
      "description": "Vir spectaculum defessus unde repellendus vomica coniuratio voveo cumque. Curvo natus acidus umquam deorsum tendo dolorum calcar cito conscendo.",
      "yield": "4 servings",
      "imageUrl": "https://loremflickr.com/3715/739?lock=2317029063230102",
      "steps": [
        {
          "duration": "30 minutes",
          "description": "Vere incidunt alii solium est defaeco valde velit. Necessitatibus sophismata hic atqui creo cado viscus."
        },
        {
          "duration": "5 minutes",
          "description": "Nesciunt demens eum. Ipsa solio collum defero eaque architecto."
        },
        {
          "duration": "16 minutes",
          "description": "Decipio coruscus vociferor vociferor alius coaegresco admiratio modi abbas suus. Termes contabesco dicta videlicet conatus templum aliqua stabilis."
        },
        {
          "duration": "12 minutes",
          "description": "Traho amo depereo suppono vacuus. Aequitas tunc caries suspendo."
        },
        {
          "duration": "7 minutes",
          "description": "Caput voluptatibus callide advenio in abundans tum. Paens cras tracto corpus correptius creator."
        },
        {
          "duration": "21 minutes",
          "description": "Deinde admoneo viridis veritas canto in. Curriculum ubi sed aureus aqua."
        },
        {
          "duration": "15 minutes",
          "description": "Architecto cervus cubicularis. Vomica peccatus cado sperno copiose nam tolero commodo apud curis."
        },
        {
          "duration": "47 minutes",
          "description": "Argentum impedit videlicet attonbitus nesciunt sapiente tamen fugiat ex. Eum neque vindico animus cattus nemo copia."
        },
        {
          "duration": "25 minutes",
          "description": "Ars delectus totidem tabesco cognomen arbor defessus velut quia. Spiculum adicio degusto usque audio tenetur terga."
        },
        {
          "duration": "24 minutes",
          "description": "Cimentarius aperio beatus vulpes adsum colo vilis. Velut creo canto adflicto carmen avaritia earum minima."
        }
      ]
    },
    {
      "id": "cf922c9f-3419-462b-8d75-ef66123d6fd1",
      "title": "strenuus tabella ventus",
      "description": "Ulciscor caput volaticus aequus turba surgo patrocinor. Bardus cimentarius cuius esse verumtamen calcar.",
      "yield": "10 servings",
      "imageUrl": "https://loremflickr.com/1411/2400?lock=2441798222597276",
      "steps": [
        {
          "duration": "39 minutes",
          "description": "Vaco consuasor aiunt. Cicuta sulum sperno deleo sed sint."
        },
        {
          "duration": "54 minutes",
          "description": "Tot accommodo natus depulso arto sit vulpes. Crur demens cultellus itaque caries decet officiis cura sponte."
        },
        {
          "duration": "36 minutes",
          "description": "Agnosco somnus solio damnatio alius. Vere pax ventito bestia ciminatio."
        }
      ]
    }
  ]
}