{
  "recipes": [
    {
      "id": "8d1666b6-7cda-474b-8078-239b8c7daa7d",
      "title": "ventus vito atavus",
      "description": "Vinco cervus urbanus delectus vobis altus utroque caste. Calculus altus calco pauci est adicio nihil.",
      "yield": "4 servings",
      "imageUrl": "https://loremflickr.com/796/784?lock=791861958742754",
      "steps": [
        {
          "duration": "35 minutes",
          "description": "Sodalitas clamo numquam thalassinus angustus. Tondeo repudiandae solio centum benevolentia accendo."
        },
        {
          "duration": "60 minutes",
          "description": "Umerus tibi quae totam confero dedico utique tabella tripudio thymum. Vulgivagus tandem caute."
        },
        {
          "duration": "8 minutes",
          "description": "Demens illum audacia placeat. Conqueror inventore alioqui creber conscendo utrum sollers cogo minus."
        }
      ]
    },
    {
      "id": "1188e77d-9147-4a79-ab89-b742a84e94f8",
      "title": "voluntarius temperantia tabesco",
      "description": "Calamitas possimus eveniet tempus provident nulla. Attero auxilium ultio comedo.",
      "yield": "9 servings",
      "imageUrl": "https://loremflickr.com/2106/1785?lock=3632732063195866",
      "steps": [
        {
          "duration": "12 minutes",
          "description": "Arceo cito patruus cunctatio vulnus aliquam depono. Patruus alii vivo exercitationem earum accommodo cinis ultio clam."
        },
        {
          "duration": "49 minutes",
          "description": "Curriculum mollitia corrumpo ipsam veritas turba vilicus adulatio veritatis. Thorax vilitas corona."
        },
        {
          "duration": "46 minutes",
          "description": "Cupio agnosco quae demulceo coadunatio culpo voluptatem subnecto solutio cedo. Quod umerus bellicus tibi sumptus vulnero cibo."
        },
        {
          "duration": "34 minutes",
          "description": "Adulescens constans callide tamquam arca advoco vere ullam tricesimus curto. Calamitas ter magnam turbo demonstro tum."
        },
        {
          "duration": "14 minutes",
          "description": "Creber advoco voluptatibus. Alioqui fugit cresco dedico spectaculum vetus considero suadeo."
        },
        {
          "duration": "18 minutes",
          "description": "Vobis summisse admiratio stips adeptio. Nobis tactus benigne."
        },
        {
          "duration": "20 minutes",
          "description": "Vivo comburo numquam tandem attero solvo demitto cedo verecundia. Aspicio audacia autem amoveo."
        }
      ]
    },
    {
      "id": "5aa00220-4cbc-4366-bb95-dcc2317dabc3",
      "title": "accusantium qui demergo",
      "description": "Vulticulus concedo patruus subnecto aut rerum apparatus vespillo. Attero vaco terminatio tendo nulla degero acies amiculum theca.",
      "yield": "4 servings",
      "imageUrl": "https://picsum.photos/seed/QLX9HS/2049/2433",
      "steps": [
        {
          "duration": "13 minutes",
          "description": "Nesciunt allatus quibusdam tantum creta titulus tristis curriculum. Incidunt fuga dignissimos adfectus tabula coma supplanto spectaculum."
        },
        {
          "duration": "27 minutes",
          "description": "Argumentum carus beneficium curto tergiversatio abstergo cum tempore asperiores. Color bos nobis sunt conventus tergeo vivo audio conculco contabesco."
        },
        {
          "duration": "43 minutes",
          "description": "Civitas depulso stips voluptas. Arma appositus aggredior taedium deporto cultellus."
        },
        {
          "duration": "59 minutes",
          "description": "Aiunt volva vel dolores anser adfero. Inventore earum uterque."
        },
        {
          "duration": "16 minutes",
          "description": "Concido annus tenuis tenus amissio ipsum censura. Virgo volutabrum deputo viriliter volup."
        },
        {
          "duration": "32 minutes",
          "description": "Arma volutabrum atavus recusandae barba solus. Vomito bellum corpus corroboro."
        }
      ]
    },
    {
      "id": "d62f7266-f8b8-469c-bcd0-1be193ce8b78",
      "title": "totus cicuta catena",
      "description": "Vehemens cruciamentum cattus torrens vallum vis suffoco temperantia corroboro. Amplus ipsa apostolus clam nulla.",
      "yield": "9 servings",
      "imageUrl": "https://picsum.photos/seed/93h0n/2934/595",
      "steps": [
        {
          "duration": "55 minutes",
          "description": "Decipio capillus conicio tum adfectus terebro adulescens tui. Amissio benevolentia sequi suscipio."
        },
        {
          "duration": "33 minutes",
          "description": "Patruus confugo aut sperno trepide valde spes quasi molestias. Arcesso anser quidem crux."
        },
        {
          "duration": "45 minutes",
          "description": "Adiuvo a eligendi cornu. Tribuo vulnus summa distinctio correptius arbor aeneus vacuus."
        },
        {
          "duration": "40 minutes",
          "description": "Approbo suppellex arbor admoveo videlicet. Corroboro surgo attero ascisco."
        },
        {
          "duration": "13 minutes",
          "description": "Verbum vir aspicio vulticulus aduro voluptatum stultus vigilo uredo. Adficio ipsam tepidus."
        },
        {
          "duration": "26 minutes",
          "description": "Recusandae demergo vix itaque accusamus vulnero utrum baiulus subito. Angulus tergo varietas vulgaris vomica vicissitudo adimpleo demergo."
        },
        {
          "duration": "58 minutes",
          "description": "Sollicito confugo crastinus terga spectaculum ultra decens. Soleo cupiditate auditor dedico utilis."
        },
        {
          "duration": "16 minutes",
          "description": "Appono caste basium stillicidium vomer suasoria est. Aliquid amicitia tergeo ago statua bardus caelestis torrens careo."
        },
        {
          "duration": "48 minutes",
          "description": "Talis administratio bellicus vacuus. Hic fuga corrupti aperiam nesciunt dicta."
        },
        {
          "duration": "54 minutes",
          "description": "Vesica conicio appono cogito vinco desipio voluntarius. Ipsum coniecto aperiam crudelis infit alius venustas aestus."
        }
      ]
    },
    {
      "id": "0e761529-4e89-4316-9896-7e25f46f9ed4",
      "title": "crur arcus natus",
      "description": "Adsuesco crinis adicio tactus consectetur. Spiculum cariosus bestia hic ait vado absum culpo calcar.",
      "yield": "4 servings",
      "imageUrl": "https://picsum.photos/seed/DhzgdhbOc/479/911",
      "steps": [
        {
          "duration": "8 minutes",
          "description": "Adsidue cupiditate centum. Tabella cursus bellicus debilito numquam templum thesaurus."
        },
        {
          "duration": "23 minutes",
          "description": "Aeneus artificiose virtus ventito suasoria administratio admoveo copia. Placeat stillicidium aliquam comis suffoco adsidue expedita."
        },
        {
          "duration": "38 minutes",
          "description": "Bis acsi strues. Depromo clibanus trado tamen sumo arto uberrime repellendus tepesco."
        },
        {
          "duration": "31 minutes",
          "description": "Arcesso utrum spectaculum tres spero explicabo ulciscor nemo cuius subito. Velit defaeco aperiam damnatio pauci sperno vir derideo illo."
        },
        {
          "duration": "23 minutes",
          "description": "Nostrum arcesso depraedor. Civitas aequus dedico libero totidem."
        },
        {
          "duration": "28 minutes",
          "description": "Neque pauper bonus contego iste turpis certe vomica centum tamquam. Cui coniecto subnecto."
        },
        {
          "duration": "21 minutes",
          "description": "Conitor teneo sit. Amplus balbus audentia vulnero vapulus altus speciosus demoror strues tres."
        },
        {
          "duration": "40 minutes",
          "description": "Vindico ventosus placeat. Eos audax atavus titulus solum viscus aggero culpa claudeo."
        }
      ]
    },
    {
      "id": "a29d9eda-6627-4aad-97d2-8aaca5ca071d",
      "title": "demum cribro quae",
      "description": "Vester architecto viscus vinitor depereo suus saepe adhuc sub defleo. Illum volutabrum uredo auxilium verumtamen theatrum.",
      "yield": "3 servings",
      "imageUrl": "https://loremflickr.com/1387/488?lock=1331798219336541",
      "steps": [
        {
          "duration": "30 minutes",
          "description": "Solvo talis volva valde suffragium vigilo defaeco cruciamentum solutio. Arca spiculum villa turbo molestias."
        },
        {
          "duration": "32 minutes",
          "description": "Crapula tabgo copia villa. Talio ambitus vulpes aestus sumo praesentium articulus."
        },
        {
          "duration": "55 minutes",
          "description": "Absque utpote alii demonstro a atrocitas. Conitor doloremque calamitas stipes ars administratio admiratio perspiciatis acervus."
        },
        {
          "duration": "37 minutes",
          "description": "Ab sit templum recusandae carpo cernuus. Tenus cibo audio stips accendo peior distinctio."
        },
        {
          "duration": "24 minutes",
          "description": "Speciosus caute consuasor eum atrocitas consequatur condico deficio audio. Coma aggredior optio esse."
        }
      ]
    },
    {
      "id": "b3daa061-0c2b-4548-88ba-de0667fe6bcf",
      "title": "veritas consequatur vindico",
      "description": "Spes magnam artificiose tepidus. Villa aveho aggero tandem curtus attero demens demo auctus.",
      "yield": "3 servings",
      "imageUrl": "https://loremflickr.com/138/3918?lock=5815909847773351",
      "steps": [
        {
          "duration": "42 minutes",
          "description": "Attollo beneficium quam. Unde brevis denuncio magnam vacuus."
        },
        {
          "duration": "31 minutes",
          "description": "Tamisium colligo patria ciminatio censura comburo arbustum absorbeo crur. Sustineo degenero ademptio ea speculum illo neque desolo ab aperio."
        },
        {
          "duration": "42 minutes",
          "description": "Suppono adulatio praesentium demonstro terminatio varietas comptus. Apud civitas animus verus vinum adamo."
        },
        {
          "duration": "35 minutes",
          "description": "Aurum decor arto comptus. Vitiosus appello sopor amplitudo suffragium spargo arbor."
        },
        {
          "duration": "15 minutes",
          "description": "Aliquid votum taedium sumptus defleo. Decipio tendo minima ter."
        },
        {
          "duration": "49 minutes",
          "description": "Arbor caecus termes curso cibo. Congregatio theatrum cohaero tempora."
        },
        {
          "duration": "29 minutes",
          "description": "Sperno cinis earum earum apparatus rerum caute est. Ex compello ager volup consequatur depulso quod adipiscor."
        }
      ]
    },
    {
      "id": "0995f43d-8b8b-47fa-a776-8d524d8d77aa",
      "title": "tepidus curso blandior",
      "description": "Adeo appositus velit. Amita quisquam suggero.",
      "yield": "6 servings",
      "imageUrl": "https://picsum.photos/seed/W87ZhoJ/1719/107",
      "steps": [
        {
          "duration": "35 minutes",
          "description": "Auditor demum et adeo anser contra arguo callide deprimo aro. Succurro demum statim tergo vox abutor at tergeo."
        },
        {
          "duration": "26 minutes",
          "description": "Dolore tenax degero traho. Pecus defluo absum tergo."
        },
        {
          "duration": "54 minutes",
          "description": "Vitium damno magni caecus. Sed abutor curso conservo convoco cicuta degusto suscipit aegre."
        },
        {
          "duration": "25 minutes",
          "description": "Vaco thymum aggredior acies ter calamitas titulus culpo decretum considero. Aequitas subnecto cubitum celer attollo comitatus constans deprecator."
        },
        {
          "duration": "10 minutes",
          "description": "Compono caries corona tandem cohibeo sufficio verbera. Cedo abbas denuncio carmen dignissimos temptatio sopor uter."
        },
        {
          "duration": "55 minutes",
          "description": "Agnosco vae abscido pel caritas quis. Animus conduco desidero."
        },
        {
          "duration": "52 minutes",
          "description": "Turpis aranea via vacuus volubilis quo magni stella sollers adopto. Contego nam comburo sperno cervus eaque libero."
        },
        {
          "duration": "56 minutes",
          "description": "Vestigium verumtamen vinitor illum. Contabesco vetus cauda corroboro denego dignissimos sophismata tyrannus."
        },
        {
          "duration": "40 minutes",
          "description": "Laboriosam casso quam ascit calamitas consectetur labore. Concido vulariter denuncio."
        },
        {
          "duration": "25 minutes",
          "description": "Articulus aegrotatio adicio vomica comis. Defleo comes conduco stabilis."
        }
      ]
    },
    {
      "id": "88c84482-6269-4312-9e21-02e9e44cc9c6",
      "title": "taceo ter atqui",
      "description": "Vergo cunae cerno. Creta sonitus vulnero auctus occaecati.",
      "yield": "7 servings",
      "imageUrl": "https://loremflickr.com/650/3051?lock=7892285016701660",
      "steps": [
        {
          "duration": "60 minutes",
          "description": "Custodia bos accedo charisma vindico decimus ciminatio thalassinus. Terreo libero fuga ago tollo dolore."
        },
        {
          "duration": "28 minutes",
          "description": "Capillus tenuis sumptus sonitus aurum. Appositus videlicet acer infit."
        },
        {
          "duration": "5 minutes",
          "description": "Excepturi tergiversatio victus stillicidium virgo comis advoco. Somniculosus campana vulgaris ver decens timidus stabilis in vallum repellendus."
        }
      ]
    },
    {
      "id": "dd07c172-510e-40a8-99cb-be7d9443a309",
      "title": "ante tolero talio",
      "description": "Undique deorsum decumbo tonsor corpus aspernatur. Degero artificiose depulso.",
      "yield": "5 servings",
      "imageUrl": "https://picsum.photos/seed/EPmAqRGME/3801/1407",
      "steps": [
        {
          "duration": "57 minutes",
          "description": "Arto labore teres eius suscipit voluptates conduco delibero stips. Iusto magnam iste ventus ustulo aspicio sperno coerceo."
        },
        {
          "duration": "40 minutes",
          "description": "Clementia accusantium auditor administratio arcus. Bene brevis tergeo ars stips arcus toties expedita tantum vetus."
        },
        {
          "duration": "33 minutes",
          "description": "Vulgaris decor cinis. Correptius alioqui optio."
        },
        {
          "duration": "60 minutes",
          "description": "Minus degero accommodo terebro ademptio laudantium occaecati. Adhaero cribro aeger supplanto vergo apto."
        },
        {
          "duration": "37 minutes",
          "description": "Conservo terra subnecto adeo absque bellicus defendo aegre derideo patria. Apparatus ex acer nostrum auctus curiositas tunc."
        },
        {
          "duration": "12 minutes",
          "description": "Viduo uxor uter sui vigor aegre. Sulum ea video cavus aegrotatio minus suasoria verecundia."
        },
        {
          "duration": "50 minutes",
          "description": "Apparatus thalassinus defero uxor. Cauda reprehenderit doloribus vomica veniam nemo quam cornu tabella cibo."
        },
        {
          "duration": "38 minutes",
          "description": "Cilicium arceo tripudio arbor. Utrimque cibo tui ars velut spero."
        },
        {
          "duration": "30 minutes",
          "description": "Vivo appositus defleo uxor. Territo patria ad cum admoveo acquiro nisi strues."
        },
        {
          "duration": "15 minutes",
          "description": "Labore decumbo corrupti atqui. Accendo expedita sui somnus alius."
        }
      ]
    }
  ]
}